org/posts/juan-jose-de-jesus-yas.org
#+SETUPFILE: ~/Meg in Progress/org-templates/level-1.org

#+BEGIN_EXPORT html
<div id="mip-top">
<div id="mip-header"><a href="../index.html"><h1>Meg in Progress</h1></a></div>
<div id="topnav">
<div id="navlink-1"><a href="../about.html">about</a></div>
<div id="navlink-2"><a href="../work.html">my work</a></div>
<div id="navlink-3"><a href="../social.html">social</a></div>
</div>
#+END_EXPORT


#+TITLE: Juan Jose de Jesus Yas
#+CATEGORY: wikipedia
#+DATE: 2020-08-01
#+FILENAME: juan-jose-de-jesus-yas
#+EXCERPT: Juan Jose de Jesus Yas (1856-1917), born Kohei Yasu, was a Japanese-born photography who established himself in Antigua Guatemala, Guatemala and documented that city toward the end of the 19th century and early 20th century.

* Juan Jose de Jesus Yas ||
**Saturday, August 01, 2020**

Juan Jose de Jesus Yas (1856-1917), born Kohei Yasu, was a Japanese-born photography who established himself in Antigua Guatemala, Guatemala and documented that city toward the end of the 19th century and early 20th century.

** Biography

Yas arrived to Guatemala as translator of the famous Mexican astronomer Covarrubias and he liked photography so much, that he became a student of German professor Herbruger.

** A table

| Born       |                         1846 |
|            |       Fujisawa, Iwate, Japan |
|------------+------------------------------|
| Died       |                         1917 |
|            | Antigua Guatemala, Guatemala |
|------------+------------------------------|
| Occupation | Photographer and translator  |


  /Tagged: [[../tags/wikipedia.org][wikipedia]]/



