public_html/posts/juan-jose-de-jesus-yas.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-08-01 Sat 22:10 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Juan Jose de Jesus Yas</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Megan Durham">
<link rel="stylesheet" type="text/css" href="../css/style.css">
</head>
<body>
<div id="content">
<div id="mip-top">
<div id="mip-header"><a href="../index.html"><h1>Meg in Progress</h1></a></div>
<div id="topnav">
<div id="navlink-1"><a href="../about.html">about</a></div>
<div id="navlink-2"><a href="../work.html">my work</a></div>
<div id="navlink-3"><a href="../social.html">social</a></div>
</div>

<div id="outline-container-orgd810024" class="outline-2">
<h2 id="orgd810024">Juan Jose de Jesus Yas ||</h2>
<div class="outline-text-2" id="text-orgd810024">
<p>
<b><b>Saturday, August 01, 2020</b></b>
</p>

<p>
Juan Jose de Jesus Yas (1856-1917), born Kohei Yasu, was a Japanese-born photography who established himself in Antigua Guatemala, Guatemala and documented that city toward the end of the 19th century and early 20th century.
</p>
</div>

<div id="outline-container-orga7bddfd" class="outline-3">
<h3 id="orga7bddfd">Biography</h3>
<div class="outline-text-3" id="text-orga7bddfd">
<p>
Yas arrived to Guatemala as translator of the famous Mexican astronomer Covarrubias and he liked photography so much, that he became a student of German professor Herbruger.
</p>
</div>
</div>

<div id="outline-container-orgc3fac4a" class="outline-3">
<h3 id="orgc3fac4a">A table</h3>
<div class="outline-text-3" id="text-orgc3fac4a">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Born</th>
<th scope="col" class="org-left">1846</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Fujisawa, Iwate, Japan</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Died</td>
<td class="org-left">1917</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Antigua Guatemala, Guatemala</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Occupation</td>
<td class="org-left">Photographer and translator</td>
</tr>
</tbody>
</table>


<p>
<i>Tagged: <a href="../tags/wikipedia.html">wikipedia</a></i>
</p>
</div>
</div>
</div>
</div>
</body>
</html>
